app/views/dashboard/overview.html.haml

    .box
      - if !IamAuditRule.first.nil?
---
SELECT "IAM_AUDIT_RULES".* FROM "IAM_AUDIT_RULES" ORDER BY "IAM_AUDIT_RULES"."ID" ASC FETCH FIRST :a1 ROWS ONLY  [["LIMIT", 1]]